Revit 2027 API
BuiltInFailures.GroupFailures.NotAGroupFile Property
 This is not a Group File.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NotAGroupFile { get; }
Public Shared ReadOnly Property NotAGroupFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NotAGroupFile {
	FailureDefinitionId^ get ();
}
static member NotAGroupFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace